NSHumanReadableCopyright = "Copyright 2013 Google Inc. Nakalaan ang Lahat ng Karapatan.";
WebPluginDescription = "Host ng Remote na Desktop ng Chrome";
WebPluginName = "Payagan ang isa pang user na secure na i-access sa Internet ang iyong computer.";